<template>
        <h1>-소개-</h1>
        <h2>작품명:네 모난 </h2>
        <h3>작가: 비밀</h3>
        <hr>
        <h3>유리를 선택한 이유</h3>
        <div style="border: 1px solid black;">
    <p>
        작품의 재료로 유리를 선택한 이유는, 무엇보다도 유리가 가진 투명성과 빛의 특성 때문이다. <br>
        유리는 안과 밖을 동시에 나누면서도 이어주는 경계의 재료로서, 내면과 외부 세계가 만나는 지점을 보여준다. <br>
        또 깨지기 쉽지만 단단한 유리의 성질은 불안정하면서도 회복할 수 있는 인간의 내면과 닮아 있다. <br>
        특히 스테인드글라스는 빛과 색의 변화를 통해 '순수했던 시절로의 회귀'라는 감정을 감각적으로 표현 할 수 있어, <br>
        내 작업을 가장 잘 담아낼 수 있는 매개체가 되었다.</p></div>
        <br>
    <div style="border: 1px solid black;">
        <p>
            유리창을 선택한 것은 내면과 외부의 관계를 '경계'라는 구체적 형태로 다루기 위해서다. <br>
            유리는 안과 밖을 동시에 가르고 이어놓는 재료이며, <br>단단하지만 쉽게 깨지는 성질은 불안과 회복이 공존하는
            마음의 상태를 닮아있다. <br>
            스테인드글라스의 빛과 색은 장면의 분위기와 정서를 조율하며, 내가 탐구하는 '순수했던 시절로의 회귀'라는 주제를 또렷하게 부각한다.
        </p>
    </div>
    <br>
    <div style="border: 1px solid black;">
        <p>
            내 작업은 모두 유리를 직접 자르고 디자인한 뒤, 가마에 구워 완성한 것이다. <br>
            완성된 작품은 독립된 오브제로 전시될 수 있을 뿐 아니라, <br>
            빛을 투사해 벽면에 그림자처럼 투영되는 또 다른 형식으로도 보여진다. <br>
            이러한 유리의 물성과 가능성은 내가 탐구하는 '순수했던 시절로의 회귀'를 한층 다층적으로 드러내는 중요한 장치가 된다.
        </p>
    </div>
    
</template>

<script setup>

</script>

<style scoped>
div {
    font-weight: bold;
    box-shadow: 5px 5px 5px black;
    border: 3px solid black;
    background: linear-gradient(to right, #ffffff 0%, #ccffff 100%);
}

</style>